Repository: 12usernull/TRLauncher-FGGApple
Catalog: FFWP/Language/Strings.*.resx
Languages: de_de

# addbtt
source: Add Profile
de_de: Profil hinzufügen

source: Add Mod
de_de: Mods hinzufügen

# addmodinf
source: Drag and drop the mods you want to use.
de_de: Ziehen Sie die Mods, die Sie verwenden möchten, per Drag & Drop.

source: Add Profile
de_de: Profil hinzufügen

# addtool
source: Add Profile
de_de: Profil Hinzufügen

# alex
source: Specified Profile Already Exists!
de_de: Angegebenes Profil Existiert Bereits!

# alwork
source: FFGapple is Already Running in the Background!
de_de: FFGapple läuft bereits im Hintergrund!

# apc
source: Change parental control settings
de_de: Ändere die Einstellungen der Kindersicherung

# autologin
source: Try Auto Login Module:
de_de: Automatische Anmeldung:

# back
source: Come back
de_de: Komm zurück

# bakim
source: FFGapple Currently In A Maintenance. Try Again After a Time!
de_de: FFGapple befindet sich derzeit in einer Wartung. Versuchen Sie es nach einiger Zeit erneut!

# base64
source: Your E-Mail and Password are deprived of the new encryption method, re-create the profile as soon as possible.
de_de: Ihre E-Mail und Ihr Passwort werden von der neuen Verschlüsselungsmethode beraubt, erstellen Sie das Profil schnellstmöglich neu.

# beta
source: Join the FFGapple Beta Program
de_de: Nimm am FFGapple Beta-Programm teil

# bugligapple2332ezwinbusurumevanilyacort
source: Choose your "Minecraft Vanilla" version. These versions are the stock versions of Minecraft, and you cannot add mods later. You can use Fabric or Forge to use mods.
de_de: Wählen Sie Ihre Version "Minecraft Vanilla" aus. Diese Versionen sind die Standardversionen von Minecraft und es können später keine Mods hinzugefügt werden. Sie können Fabric oder Forge verwenden, um Mods zu nutzen.

source: Build:
de_de: Struktur:

# catchno
source: FFGapple Can't Catch The Error, Please Write A Issue On GitHub!
de_de: FFGapple kann Fehler nicht abfangen, bitte posten Sie ein Problem auf GitHub!

# cevrim
source: Online (Mojang / Microsoft Account)
de_de: Online (Mojang / Microsoft-Konto)

# customcre
source: Create Resource Pack.
de_de: Ressourcenpaket erstellen.

# customerr
source: There must be a special directory in your profile for this!
de_de: Dafür muss es in Ihrem Profil ein spezielles Verzeichnis geben!

# customski
source: Custom Skin Generator (Single Player)
de_de: Benutzerdefinierter Skin-Generator (Einzelspieler)

# delerr
source: You must have more than 1 profile to delete a profile!
de_de: Sie müssen mehr als 1 Profil haben, um ein Profil zu löschen!

# direr
source: There is no directory specifically specified in your profile!
de_de: Sie haben keine speziell eingestellte Serie in Ihrem Profil!

# donate
source: Donate to FFGapple
de_de: Spende an FFGapple

# dortgb
source: 4GB RAM For Game (FFGapple Optimizing Tool)
de_de: 4 GB dedizierter Speicher (FFGapple Optimizer)

# dpc
source: Disable parental controls
de_de: Deaktiviere die Kindersicherung

# dusuk
source: Required RAM capacity not met!
de_de: Erforderliche RAM-Kapazität nicht erfüllt!

# edittool
source: Edit Profile
de_de: Profil Bearbeiten

# ekrantext
source: Screen:
de_de: Bildschirm:

source: Enter
de_de: Anmeldung

# epc
source: Enable parental controls
de_de: Aktiviere die Kindersicherung

# evt
source: Yes
de_de: Ja

# fabdik1
source: FFGapple Launcher is an open source Minecraft launcher.
de_de: FFGapple Launcher ist ein Open-Source-Minecraft-Launcher.

# fabdik2
source: It is not affiliated with Microsoft or Mojang.
de_de: Es ist nicht mit Microsoft oder Mojang verbunden.

# fabdik3
source: FFGapple Launcher and its makers are not responsible for the possible problems caused by the libraries and installation packages it contains.
de_de: FFGapple Launcher und seine Hersteller sind nicht verantwortlich für mögliche Probleme, die durch die darin enthaltenen Bibliotheken und Installationspakete verursacht werden.

# fabdik4
source: Press Yes to indicate that you have read and understood this text and that you want to continue with the program, press No to reject it.
de_de: Drücken Sie Ja, um anzugeben, dass Sie diesen Text gelesen und verstanden haben und mit dem Programm fortfahren möchten, drücken Sie Nein, um ihn abzulehnen.

# fabricdir
source: You cannot install "Fabric" without a special directory!
de_de: Ohne ein spezielles Verzeichnis können Sie "Fabric" nicht installieren!

# faster
source: Start faster
de_de: Schnell starten

# ffupdating
source: You are using an old version of FFGapple. The new version is being downloaded and will be installed.
de_de: Sie verwenden eine alte Version von FFGapple. Die neue Version wird heruntergeladen und installiert.

# fillerr
source: Fill in the red marked places!
de_de: Füllen Sie die rot markierten Stellen aus!

# forgeerr
source: Notification: Since the owners of Forge Minecraft do not want the Forge installation to be automated, automatic Forge installation is disabled, we have prepared the Forge installation environment for you, to download: https://files.minecraftforge.net/net/minecraftforge/forge/
de_de: Hinweis: Da die Besitzer von Forge Minecraft nicht möchten, dass die Forge-Installation automatisiert wird, die automatische Forge-Installation deaktiviert ist, haben wir die Forge-Installationsumgebung zum Download für Sie vorbereitet: https://files.minecraftforge.net/net/minecraftforge/forge/

# fresh
source: Do You Want To Do Fresh Install?
de_de: Möchten Sie eine saubere Installation durchführen?

# fun
source: FFGapple - Have Fun :)
de_de: FFGapple - Viel Spaß :)

# genistext
source: Width:
de_de: Breite:

# giriscrack
source: Login
de_de: Anmeldung

# girismojang
source: Login
de_de: Anmeldung

# grdn
source: Take Me Back!
de_de: Kehr um!

# hyr
source: No
de_de: Nein

# ikigb
source: 2GB RAM For Game (FFGapple Optimizing Tool)
de_de: 2 GB dedizierter Speicher (FFGapple Optimizer)

# inthata
source: Check Your Connection!
de_de: Überprüfen Sie Ihre Verbindung!

# ipinf
source: FFGapple Launcher aims to improve user experience and enhance service quality. IP addresses can be stored anonymously in memory. This is not done to track users or store personal data, but solely to limit excessive load or misuse. IP addresses are temporarily stored in memory, and user privacy is highly safeguarded. FFGapple Launcher doesn't share collected IP addresses with third parties or use them for commercial purposes. To proceed, confirm your understanding and click the "Ok" button to continue or the "Reject" button to decline and exit the program.
de_de: FFGapple Launcher, die Benutzererfahrung zu verbessern und die Servicequalität zu erhöhen. IP-Adressen können anonym im Speicher gespeichert werden. Dies geschieht nicht, um Benutzer zu verfolgen oder personenbezogene Daten zu speichern, sondern lediglich, um Überlastung oder Missbrauch einzuschränken. IP-Adressen werden vorübergehend im Speicher gespeichert und die Privatsphäre der Benutzer wird maximal geschützt. FFGapple Launcher teilt gesammelte IP-Adressen nicht mit Dritten oder verwendet sie für kommerzielle Zwecke. Um fortzufahren, bestätigen Sie Ihr Verständnis und klicken Sie auf die Schaltfläche "Ok", um fortzufahren, oder auf die Schaltfläche "Abbrechen", um abzulehnen und das Programm zu verlassen.

# kulsoz
source: User agreement
de_de: Nutzungsbedingungen

# legal
source: Welcome to FFGapple Launcher. Before you begin, there are some things you need to review. FFGapple Minecraft Launcher Copyright (C) 2023 / ffgapple This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see https://www.gnu.org/licenses/. FFGapple Launcher is an open-source Minecraft launcher. It is not affiliated with Microsoft or Mojang. FFGapple Launcher and its developers are not responsible for any possible issues arising from included libraries and installation packages. Any action that does not comply with the GNU General Public License is illegal and may result in legal action.
de_de: Willkommen beim FFGapple Launcher. Bevor Sie beginnen, gibt es einige Dinge, die Sie überprüfen sollten. FFGapple Minecraft Launcher Copyright (C) 2023 / ffgapple Dieses Programm ist Freie Software: Sie können es weitergeben und/oder modifizieren gemäß den Bestimmungen der GNU General Public License, wie von der Free Software Foundation in Version 3 oder (nach Ihrer Wahl) einer späteren Version veröffentlicht. Dieses Programm wird in der Hoffnung bereitgestellt, dass es nützlich sein wird, aber OHNE JEDE GEWÄHRLEISTUNG, sogar ohne die implizite Gewährleistung der MARKTGÄNGIGKEIT oder EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Weitere Einzelheiten finden Sie in der GNU General Public License. Sie sollten eine Kopie der GNU General Public License erhalten haben zusammen mit diesem Programm. Wenn nicht, besuchen Sie https://www.gnu.org/licenses/. FFGapple Launcher ist ein Open-Source-Minecraft-Launcher. Er ist nicht mit Microsoft oder Mojang verbunden. Der FFGapple Launcher und seine Entwickler übernehmen keine Verantwortung für mögliche Probleme, die durch enthaltene Bibliotheken und Installationspakete verursacht werden können. Jede Handlung, die nicht mit der GNU General Public License übereinstimmt, ist illegal und kann rechtliche Schritte nach sich ziehen.

# letsdone
source: Let's get started
de_de: Lass uns anfangen

# loadinf
source: Optimizing...
de_de: Optimierung...

# mainbroke
source: FFGapple Main System Is Damaged!
de_de: Das Hauptsystem ist beschädigt!

# mcacc
source: I Have A Microsoft Account
de_de: Ich habe ein Microsoft-Konto

# mcvererr
source: Choose a Minecraft Edition!
de_de: Wählen Sie eine Minecraft-Edition!

# memred
source: This optimization tool looks for the amount of memory in your system and allocates enough memory for the game.
de_de: Dieses Optimierungstool sucht nach der Speichermenge in Ihrem System und weist dem Spiel genügend Speicher zu.

# minustool
source: Delete Profile
de_de: Profil Löschen

# modfolder
source: Open Mod Folder ⤵
de_de: Mod-Verzeichnis ⤵

# mojhata
source: Incorrect E-Mail or Password specified in the profile!
de_de: Falsche E-Mail oder Passwort im Profil angegeben!

# next
source: Go forward
de_de: Vorwärts gehen

# nick
source: Enter a Nickname!
de_de: Gebe einen Benutzernamen ein!

# offacc
source: Offline Login (Profiling System)
de_de: Offline-Anmeldung (Profiling-System)

# onaltigb
source: 16GB RAM For Game (FFGapple Optimizing Tool)
de_de: 16 GB dedizierter Speicher (FFGapple Optimizer)

# orjhesap
source: I Have A Original Account!
de_de: Ich habe das Originalkonto!

# otuzikigb
source: 32GB RAM For Game (FFGapple Optimizing Tool)
de_de: 32 GB dedizierter Speicher (FFGapple Optimizer)

# pamm
source: Restrict Minecraft multiplayer
de_de: Minecraft Multiplayer einschränken

# papr
source: Restrict profile management
de_de: Profil Verwaltung einschränken

# parenton
source: Parental lock activated 👨‍👩‍👧‍👦
de_de: Kindersicherung aktiviert 👨‍👩‍👧‍👦

# parentset
source: Parental control settings
de_de: Elternkontrolle Einstellungen

# paset
source: Restrict access to settings
de_de: Zugriff auf Einstellungen einschränken

# passnew
source: Create a new password
de_de: Erstellen Sie ein neues Passwort

# passplace
source: Password
de_de: Passwort

# passw
source: Enter your password
de_de: Geben Sie Ihr Passwort ein

# pc
source: Parental controls ensure your children stay safe online. Your child can use the FFGapple Launcher within the limits you set.
de_de: Kindersicherung ermöglicht es Ihren Kindern, sicher im Internet zu surfen. Ihr Kind kann den FFGapple Launcher innerhalb der von Ihnen festgelegten Grenzen verwenden.

# pinghata
source: Ping Process Failed!
de_de: Ping-Wert konnte nicht abgerufen werden!

# place1
source: Mojang & Microsoft E-Mail
de_de: Mojang & Microsoft E-Mail-Adresse

# place2
source: Password
de_de: Passwort

source: Play ▶
de_de: Abspielen ▶

# prep
source: Preparing!
de_de: Vorbereiten!

# privdir
source: Custom Directory:
de_de: Privat Verzeichnis:

# prodir
source: Profile directory
de_de: Profil-Verzeichnis

# proferr
source: Failed to Add Profile!
de_de: Profil konnte nicht hinzugefügt werden!

# profilenametext
source: Profile Name:
de_de: Profilname:

# profnamerr
source: Enter a Profile Name!
de_de: Geben Sie einen Profilnamen ein!

# profov
source: Profile Overview
de_de: Profilübersicht

# ram
source: {0} GB RAM For Game
de_de: {0} GB dedizierter Speicher

# ready
source: Ready For Launch!
de_de: Bereit zum Start!

# reddet
source: Reject
de_de: Ablehnen

# refreshtool
source: Refresh
de_de: Aktualisierung

# resor
source: FFGapple - Resources Loading
de_de: FFGapple - Laden von Ressourcen

# sekizgb
source: 8GB RAM For Game (FFGapple Optimizing Tool)
de_de: 8 GB dedizierter Speicher (FFGapple Optimizer)

# selectsk
source: Select Skin
de_de: Wähle Haut

# seled
source: You need to first select the profile you want to edit!
de_de: Du musst zuerst das Profil auswählen, das du bearbeiten möchtest!

# selver
source: Game Cannot Be Started, Select A Version For Start The Game!
de_de: Spiel konnte nicht gestartet werden! Version zum Starten auswählen!

# set1
source: Check Updates Automatically:
de_de: Automatisch nach Aktualisierungen suchen:

# set2
source: Show Other Versions:
de_de: Zusätzliche Versionen:

# set3
source: Select Language:
de_de: Sprache:

# set4
source: Settings
de_de: Einstellungen

# setname
source: Exit After The Starting To Game:
de_de: Schließen nach Spielstart:

# setto
source: Settings
de_de: Einstellungen

# skinerr
source: Select a valid file!
de_de: Wählen Sie eine gültige Datei!

# skinok
source: The "Skin" package has been created successfully, you can use the package you created by selecting the "Custom Skin Pack" package in the game to apply it.
de_de: Das „Skin“-Paket wurde erfolgreich erstellt. Sie können das von Ihnen erstellte Paket verwenden, indem Sie das „Custom Skin Pack“-Paket im Spiel auswählen, um es anzuwenden.

# snapbtt
source: Show Snapshots
de_de: Schnappschüsse ansehen:

source: Started!
de_de: Gestartet!

# startfail
source: FFGapple Cannot Start The Game, Please Check Your FireWall. If Your System OK, Contact From GitHub.
de_de: FFGapple kann das Spiel nicht starten, bitte überprüfen Sie Ihre Firewall. Wenn Ihr System in Ordnung ist, wenden Sie sich an GitHub.

# suredel
source: Are you sure you want to delete the profile named {0}? This action cannot be undone!
de_de: Sind Sie sicher, dass Sie das Profil mit dem Namen {0} löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden!

# temelayar
source: Basic settings have been changed. Please restart to apply the changes.
de_de: Die grundlegenden Einstellungen wurden geändert. Starten Sie den FFGapple neu, um die Änderungen zu übernehmen.

# tip
source: FFGapple is an open source Minecraft Launcher developed by a high school student since 2021. If you want to contribute to me, you can choose the donation amount you want from the buttons below and contribute to me!
de_de: FFGapple ist ein Open-Source-Minecraft-Launcher, der seit 2021 von einem Gymnasiasten entwickelt wurde. Wenn Sie zu mir beitragen möchten, können Sie den gewünschten Spendenbetrag über die Schaltflächen unten auswählen und zu mir beitragen!

# uop
source: Operating System Is Not Supporting By FFGapple!
de_de: Betriebssystem wird von FFGapple nicht unterstützt!

# upbroke
source: FFGapple - Updates Disabled
de_de: FFGapple - Updates deaktiviert

# uperr
source: The new version cannot be installed. We will address this issue.
de_de: Die neue Version kann nicht installiert werden. Wir werden uns um dieses Problem kümmern.

# upwont
source: A new update has been found, but it cannot be installed because automatic updates are turned off!
de_de: Es wurde ein neues Update gefunden, aber aufgrund deaktivierter automatischer Updates kann es nicht installiert werden!

# user1
source: Welcome to FFGapple, the open source, free, fast Minecraft Launcher! You can log in with Mojang by entering your Microsoft & Mojang e-mail and password with the green field, if you don't have an account, you don't have to worry! From the red area, you can enter the game with the nickname you want by pressing the Offline login button!
de_de: Willkommen bei FFGapple, dem kostenlosen, schnellen Open-Source-Minecraft-Launcher! Sie können sich bei Mojang anmelden, indem Sie Ihre Microsoft- und Mojang-E-Mail und Ihr Passwort in das grüne Feld eingeben. Wenn Sie kein Konto haben, müssen Sie sich keine Sorgen machen! Vom roten Bereich aus können Sie das Spiel mit dem gewünschten Spitznamen betreten, indem Sie auf die Schaltfläche „Offline-Anmeldung“ klicken!

# user2
source: This is the Main Menu for Profile System Logins, You can add as many profiles as you want from the Green Zone point. You can delete the profile you selected from the blue area dot. You can edit the profile you have chosen from the point with the purple area. You can refresh the profile list from the dot with the orange area. You can select a profile from the point with the red area. You can start playing the game right from the point with the yellow area!
de_de: Dies ist das Hauptmenü für Profilsystem-Anmeldungen, Sie können so viele Profile hinzufügen, wie Sie möchten, vom Green Zone-Punkt aus. Sie können das ausgewählte Profil aus dem blauen Bereichspunkt löschen. Ab dem Punkt mit dem violetten Bereich können Sie das gewählte Profil bearbeiten. Sie können die Profilliste ab dem Punkt mit dem orangefarbenen Bereich aktualisieren. Ab dem Punkt mit dem roten Bereich können Sie ein Profil auswählen. Sie können das Spiel direkt ab dem Punkt mit dem gelben Bereich beginnen!

# user3
source: What is adding a profile? The FFGapple Profile system is a technology that allows you to quickly log into the game without wasting your time. With the settings you set, you can quickly open the game and enjoy! FFGapple will automatically detect the native language on your computer and translate all texts into your native language, no extra action!
de_de: Was ist das Hinzufügen eines Profils? Das FFGapple Profile-System ist eine Technologie, mit der Sie sich schnell beim Spiel anmelden können, ohne Ihre Zeit zu verschwenden. Mit den von Ihnen festgelegten Einstellungen können Sie das Spiel schnell öffnen und genießen! FFGapple erkennt automatisch die Muttersprache auf Ihrem Computer und übersetzt alle Texte in Ihre Muttersprache, ohne zusätzliche Maßnahmen!

# user4
source: What is profile editing? You can change your profile settings as you wish. FFGapple will translate texts into your native language.
de_de: Was ist Profilbearbeitung? Sie können Ihre Profileinstellungen nach Belieben ändern. FFGapple übersetzt Texte in Ihre Muttersprache.

# user5
source: Settings menu You can access this menu by right click and settings. Here you can customize FFGapple according to you. You are free, as you wish :)!
de_de: Einstellungsmenü Sie können auf dieses Menü zugreifen, indem Sie mit der rechten Maustaste klicken und Einstellungen vornehmen. Hier können Sie FFGapple nach Ihren Wünschen anpassen. Sie sind frei, wie Sie möchten :)!

# user6
source: Thanks for using FFGapple, There is so much more to discover, what are you waiting for. Shall we start the adventure :) ?
de_de: Danke, dass Sie FFGapple verwenden, Es gibt noch so viel mehr zu entdecken, worauf warten Sie noch? Sollen wir das Abenteuer beginnen :) ?

# userbut
source: Let's go!
de_de: Lass uns gehen!

source: User Manual
de_de: Benutzerhandbuch

# usernameerr
source: Enter a Username!
de_de: Gebe einen Benutzernamen ein!

# usernametext
source: Username:
de_de: Nutzername:

# verno
source: FFGapple Cannot Get The Version List!
de_de: FFGapple kann Release-Liste nicht abrufen!

# versel
source: Select Version:
de_de: Version:

# w87
source: Windows 7 are supported by FFGapple 3.9. Would you like to use this version?
de_de: Windows 7 werden von FFGapple 3.9 unterstützt. Möchten Sie diese Version verwenden?

# w8err
source: On Windows 8.1, FFGapple may not work as expected.
de_de: Unter Windows 8.1 funktioniert FFGapple möglicherweise nicht wie erwartet.

# webview
source: There are some files required for FFGapple to work, without them FFGapple cannot work. Do you approve the download? File: WebView2 From Microsoft
de_de: Es sind einige Dateien erforderlich, damit FFGapple funktioniert, ohne sie kann FFGapple nicht funktionieren. Stimmen Sie dem Download zu? Datei: WebView2 von Microsoft

# welcome
source: Selected Profile:
de_de: Ausgewähltes Profil:

# xmlerr
source: XML Files Damaged, Failed to Copy. The Program Goes To Repair Mode.
de_de: XML-Dateien beschädigt, Kopieren fehlgeschlagen. Das Programm wechselt in den Reparaturmodus.

# yuksektext
source: Height:
de_de: Höhe:
